uist1idrju3i/acd-agent/examples/golden-design-1-vps-20260901/firmware/acd_golden_design_1_fw/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
